[
  {
    "id": 1,
    "name": "TEA FAC.",
    "detail": "ร้านกาแฟโกดังสีดำ ย่านสันติธรรม “TEA FAC.” เริ่มจากโรงคั่วชา Bluemocha แล้วเพิ่มเติมมาด้วยร้านกาแฟคุณภาพดี ราคาน่ารักเริ่มต้นแค่ 37.- เมนูซิกเนเจอร์คือ “Tea Fac” เข้มข้น และหอมมัน เบลนด์ด้วยสูตรเฉพาะ หรือถ้าชอบความสดชื่นต้อง “ชาพีช” ใช้ใบชาอบพีชแท้ ๆ หอมทุกคำที่ดื่ม ",
    "coverimage": "https://img.wongnai.com/p/400x0/2022/10/21/426628784fe84b8eb8dbbd84df1d3c43.jpg",
    "latitude": 7.737619,
    "longitude": 98.7068755
  },
  {
    "id": 2,
    "name": "Ristr8to",
    "detail": "วันนี้จะมาแนะนำ ร้านกาแฟเชียงใหม่เทพ ๆ ย่านถนนนิมาน ร้านนี้อยู่หน้านิมมานซอยสาม มีลูกค้าเยอะตลอดทั้งวัน ทั้งชาวไทยและชาวต่างชาติ มีเมนูให้เลือกเยอะ มีเมล็ดกาแฟให้เลือกเยอะเช่นกัน วันนี้ได้สั่งเป็น “Dirty” ทางร้านผสมนมได้โอเคมาก ไม่หวาน มัน ๆ กำลังดี ช็อตกาแฟหอม ๆ ใส่ลงไปเข้ากันมาก สายกาแฟไม่ควรพลาดร้านนี้ ทั้งเรื่องรสชาติและบรรยากาศ",
    "coverimage": "https://www.wakeup24hrs.com/pic-2020/Ristr8to.jpg",
    "latitude": 48.8583736,
    "longitude": 2.2922926
  },
  {
    "id": 3,
    "name": "ROAST8RY LAB",
    "detail": "ร้านกาแฟดังเชียงใหม่อีกสาขา ที่อยู่ไม่ไกลจากสาขาแรก ที่นั่งเยอะกว่า แต่คนก็เยอะเหมือนเดิม วันนี้ได้สั่งเป็นเครื่องดื่มอย่าง “Blvck & Yellow” เป็นกาแฟดำผสมกับน้ำมะม่วง ท็อปด้วยเนื้อมะม่วงอบแห้ง กาแฟรสละมุนมาก เข้ากันได้ดีกับน้ำมะม่วง แก้วนี้โดนใจมาก",
    "coverimage": "https://ak-d.tripcdn.com/images/1mi6c2234anw1nusgCE26_W_400_0_R5_Q90.jpg",
    "latitude": 40.7589652,
    "longitude": -73.9893574
  },
  {
    "id": 4,
    "name": "Bart Coffee",
    "detail": "วันนี้จะมาแนะนำร้านกาแฟเชียงใหม่แนว ๆ ย่านคูเมืองเชียงใหม่ ร้านตั้งอยู่บนถนนมูลเมือง ซอยหก ไม่มีที่จอดรถนะครับ มาถึงร้านจะมีป้ายเล็ก ๆ ติดกับต้นมะขาม ส่วนร้านก็อยู่ใต้ต้นมะขามเลย สังเกตง่ายมาก มีลายมือลูกค้าเขียนเต็มไปหมดทั้งร้านเลย",
    "coverimage": "https://img.wongnai.com/p/400x0/2018/05/30/23ecf8e3cf4141e28fedb93be704356d.jpg",
    "latitude": 35.3606422,
    "longitude": 138.7186086
  },
  {
    "id": 5,
    "name": "di BOSCO COFFEE SPECIALIST",
    "detail": "เป็นร้านกาแฟในเชียงใหม่ดี ๆ อีกร้านหนึ่งที่แม่ริม ใครมาแถวนี้แล้วอยากหาร้านที่เน้นกาแฟจริงจัง แนะนำร้านนี้เลยครับ ในร้านมีเมนูเครื่องดื่มและอาหารไว้บริการ เมล็ดกาแฟในร้านมีให้เลือกเยอะมาก ๆ เยอะจนตกใจ เรียกได้ว่าใครชอบดื่มแบบไหน มีให้เลือกครบทุกแนว",
    "coverimage": "https://asian-traveller.com/en/wp-content/uploads/2021/01/bosco31_wm-scaled.jpg",
    "latitude": 51.5007325,
    "longitude": -0.1268141
  },
  {
    "id": 6,
    "name": "Looper & Co.",
    "detail": "ร้านกาแฟในเชียงใหม่กับบาริสต้ามากฝีมือ ดีกรีแชมป์ และเมนูที่แสดงความครีเอทีฟ ทั้งกาแฟและเครื่องดื่ม ไม่ควรพลาดทั้งกาแฟแบบคลาสสิกที่หอมกาแฟชัดเจนอย่าง “ลาเต้” หรือกาแฟพิเศษที่มีลูกเล่นแพรวพราวอย่าง “Umechu Tonic” ที่ได้ทั้ง Coldbrew, Plum และ Tonic ผสมร่างรวมกัน รวม ๆ แล้วอร่อย กลางคืนทางร้านยังปรับโทนเป็นบาร์ที่ฮิป เก๋ แต่ก็เท่ มาพร้อมเครื่องดื่มหลากหลายให้ได้เลือกอีกด้วย ",
    "coverimage": "https://img.salehere.co.th/p/1200x0/2023/05/25/62bokp7oqtrn.jpg",
    "latitude": 27.1751496,
    "longitude": 78.0399535
  },
  {
    "id": 7,
    "name": "Nine One Coffee",
    "detail": "ร้านกาแฟในเชียงใหม่ที่เจ้าถิ่นพามาเพราะเป็นลูกค้าประจำค่ะ ร้านนี้ขึ้นชื่อเรื่องของ Drip Coffee มาก ๆ มีเมล็ดกาแฟหลากหลายของไทยที่เค้าจะ Blend เองให้ลูกค้าตามใจชอบเลย ถ้าเลือกไม่ถูก บาริสต้าที่นี่ก็พร้อมให้คำแนะนำแบบละเอียดยิบ แถมอัธยาศัยดี ยิ้มแย้มแจ่มใสด้วยค่ะ",
    "coverimage": "https://media-cdn.tripadvisor.com/media/photo-p/12/9f/fa/07/photo0jpg.jpg",
    "latitude": 51.1788853,
    "longitude": -1.8284037
  },
  {
    "id": 8,
    "name": "GRAPH CAFE กลางเวียง-เมืองเก่า",
    "detail": "ร้านกาแฟเชียงใหม่ในดวงใจ ที่ไปกินตั้งแต่ยังมีแค่สาขาเดียว เป็นร้านกาแฟที่โดดเด่นด้วยความคิดสร้างสรรค์ในการผสมผสานเมนูแปลก ๆ เข้ากับกาแฟ และมีจุดเด่นคือ Cold Brew ที่รสละมุน ไม่เปรี้ยว ไม่ขม กลมกล่อมและเด็ดมาก ",
    "coverimage": "https://ak-d.tripcdn.com/images/1i60c22347gbre69t63ED.jpg",
    "latitude": 29.979167,
    "longitude": 31.134167
  },
  {
    "id": 9,
    "name": "Yello",
    "detail": "ร้านกาแฟเชียงใหม่สุดฮิปใจกลางเมืองสไตล์มินิมอล คุมโทนขาว มีเมนูกาแฟให้เลือกหลากหลาย วันนี้ได้สั่งเป็น “Cool Crafts” เป็นกาแฟ “Dirty” ที่อร่อยมาก เพราะใส่ “Earl Gray Syrup” จิบแล้วได้ความหอมของชา ผสมกับนมเป็นชั้น ๆ ต้องบอกว่า “มัน ดี มาก” อีกแก้วเป็นชาอย่าง “Cold Brew Tea” สำหรับคนที่ไม่ติดคาเฟอีน เป็นชาที่ผ่านการสกัดเย็นกว่า 12 ชั่วโมง ได้กลิ่นหอมของชาชัดมาก จัดว่าดีค่ะ ",
    "coverimage": "https://pbs.twimg.com/media/EP5jQq3UYAEC4I1.jpg",
    "latitude": 34.134061,
    "longitude": -118.321592
  }
]